/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Odustani";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Kuća";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Ured";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Mobitel";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Ostalo";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (gost)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Svi poznati kontakti";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Svi kontakti";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Kontakti sa Skypea";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Spremljeni telefonski brojevi";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Kontakti na mreži";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Zahtjevi poslani";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Nedavno kontaktirani";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Zahtjevi primljeni";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Prihvaćeni zahtjevi";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Blokirani kontakti";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Negrupirani kontakti";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Predloženi kontakti";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Popis bez naziva";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Molim te dodaj me u kontakte";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Skypeov testni poziv";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "hr";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Bok, ja sam robot za Skypeov testni poziv. Dodajte me u svoje kontakte i nazovite me radi provjere svojih postavki zvuka. Dodatnu pomoć potražite na stranici http://www.skype.com/go/help. Hvala.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Nazovite me radi provjere zvuka";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Poziv se uspostavlja";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Poziv se uspostavlja";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Poziv otkazan";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Poziv nije uspostavljen";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Zvoni";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Pozivanje";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Poziv na čekanju";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Vi ste na čekanju";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Završen";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Propušten";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Odbijen";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Zauzeto";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Veza je prekinuta";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Govorna poruka";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Snimanje govorne poruke";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Pošalji govornu poruku";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Govorna poruka je poslana";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Govorna poruka je otkazana";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Govorna poruka nije uspjela";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "Povezivanje";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Zvoni";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Zvoni";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "Na čekanju";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Završen";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Pozivanje na Facebooku (beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Pozivanje…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Pozivanje…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Poziv u tijeku";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "Na čekanju";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Vi ste na čekanju";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Poziv u tijeku";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Poziv je popunjen";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Reprodukcija pozdrava prije govorne poruke";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Snimanje govorne poruke";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Nedavni poziv";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Preusmjeravanje ovog poziva";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Datoteke objavljene";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Primili ste videoporuku. Pogledajte je na adresi: %1 te je otvorite uz pomoć koda %2";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ - pogledajte na %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Da biste prikazali dijeljenu fotografiju, idite na: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Za prikaz dijeljenog medijskog sadržaja idite na: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Izvan mreže";
"CONTACT_AVAILABILITY_ONLINE" = "Na mreži";
"CONTACT_AVAILABILITY_AWAY" = "Odsutan/na";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Ne ometaj";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Zahtjev za kontakt na čekanju";
"CONTACT_AVAILABILITY_BLOCKED" = "Blokiran/a";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Izvan mreže uz govorne poruke";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Prosljeđivanje poziva";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Nevidljiv/a";
"CONTACT_AVAILABILITY_CONNECTING" = "Povezivanje";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Telefonski broj";

/*  */
"CONTACT_GENDER_FEMALE" = "Žensko";

/*  */
"CONTACT_GENDER_MALE" = "Muško";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Nepoznat broj";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Bez naslova";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Prijavljivanje…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Učitavanje kontakata…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Nadogradnja datoteka…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ dodaje osobu %2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ odlazi";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ uklanja osobu %2$@";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ mijenja temu čavrljanja u %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Ova poruka je uklonjena";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Isti kao u sustavu";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Povezivanje sa Skypeom nije moguće.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Provjerite postavke mreže i pokušajte ponovno.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Ovo Skype ime nije važeće.";
"Account::INVALID_EMAIL" = "Ova adresa e-pošte nije važeća.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Provjerite i pokušajte ponovo.";
"Account::UNACCEPTABLE_PASSWORD" = "Ova lozinka nije važeća.";
"Account::SKYPENAME_TAKEN" = "Ovo Skype ime već je u upotrebi.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Unesite novo ime.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Nismo prepoznali vaše Skype ime ni lozinku.";
"Account::INCORRECT_PASSWORD" = "Nismo prepoznali vaše Skype ime ni lozinku.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Previše neuspješnih pokušaja prijave.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Pokušajte ponovo kasnije.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "Vaša lozinka je promijenjena.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Prijavite se s novom lozinkom.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Pokušajte ponovo.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Treba sadržavati 6–20 znamenki.";
"SkyLib::TOO_LONG" = "Treba sadržavati 6–20 znamenki.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Nevažeći znak, npr. Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "Ne smije sadržavati razmak ni tabulator.";
"SkyLib::SAME_AS_USERNAME" = "Preslično vašem Skype imenu.";
"SkyLib::INVALID_FORMAT" = "Nevažeći format.";
"SkyLib::CONTAINS_INVALID_WORD" = "Može se prelako pogoditi, npr. abcd, skype.";
"SkyLib::TOO_SIMPLE" = "Mora imati najmanje 1 slovo i 1 broj.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Mora započeti slovom (A – Ž).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Unesite dulje Skype ime.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Unesite dulju lozinku.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Unesite kraće Skype ime.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Unesite kraću lozinku.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Unesite novo Skype ime.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Unesite novu lozinku.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Unesite novu e-mail adresu.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Unesite novu vrijednost.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "Lozinka je netočna.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Povezivanje s poslužiteljem nije moguće.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "Nova lozinka mora se razlikovati od stare.";
"Account::PWD_INVALID_NEW_PWD" = "Lozinka nije važeća.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Morate se prijaviti za promjenu lozinke.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "Vaša promjena nije se mogla spremiti. Provjerite postavku i pokušajte ponovno.";

"ACCOUNT_NOCREDIT" = "Nema kredita";
"ACCOUNT_FREECALL" = "Besplatan poziv";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "Naziv mape nije valjan";
"SkyLib::TRANSFER_OPEN_FAILED" = "Otvaranje datoteke nije uspjelo";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Previše istodobnih prijenosa datoteka";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Izvan mreže ste.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Za upućivanje poziva morate biti na mreži.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Ne možete pretraživati kontakte dok ste izvan mreže. Promijenite svoj status i pokušajte ponovno.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Za slanje SMS-a morate biti na mreži.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Za reprodukciju poruke morate biti na mreži.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Nema polja za unos trenutne SMS poruke.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "Nemate dovoljno kredita za Skype za slanje ovog SMS-a.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Za pozivanje ovog broja potreban je kredit za Skype.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "To nije valjano Skype ime ni telefonski broj.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Ne možete zvati taj kontakt s Lynca jer je izvan mreže.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Ne možete zvati tu osobu jer ste je blokirali.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "Ne možete čavrljati s tom osobom jer ste je blokirali.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Ne možete poslati SMS toj osobi jer ste je blokirali.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Ne možete dodati tu osobu jer ste je blokirali.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Ne možete zvati sami sebe.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Ne možete čavrljati sami sa sobom.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Ne možete dodati sami sebe.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Ne možete se pridružiti ovom čavrljanju";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Ne možemo pronaći ovo čavrljanje";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "To nije valjani telefonski broj.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Ne možete zvati taj broj jer je to broj za hitan poziv.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Ne možete poslati SMS na taj broj jer je to broj za hitan poziv.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Ne možete dodati taj broj jer je to broj za hitan poziv.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Trebate završiti ovaj poziv prije započinjanja novoga.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Za preslušavanje govorne poruke najprije završite ovaj poziv.";
"SKERROR_CALLFAILED" = "Poziv nije uspio. Pokušajte ponovno.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Pokušali ste započeti čavrljanje s previše kontakata.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "Ne možete čavrljati s tim kontaktima.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Ne možete nazvati tu osobu jer ona nije prihvatila vaš zahtjev za kontakt.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Ne možete nazvati tu osobu jer ona nije prihvatila vaš zahtjev za kontakt.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Kôd za potvrdu nije važeći";
"Sms::MISC_ERROR" = "Telefonski broj nije važeći";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Vaš račun je blokiran.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Obratite se Podršci za korisnike.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "U ovom pozivu sudjeluje previše osoba za grupni videorazgovor.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "U videopozivu može sudjelovati najviše 9 osoba. Uklonite osobe iz grupe i pokušajte ponovno.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "U ovom pozivu sudjeluje previše osoba za grupni videorazgovor.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "U videopozivu može sudjelovati najviše 9 osoba. Uklonite osobe iz čavrljanja i pokušajte ponovno.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Vaša pretplata za grupne videopozive ne obuhvaća ovoliko osoba. Uklonite osobe iz čavrljanja i pokušajte ponovno.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Treba vam pretplata za grupne videopozive.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Treba vam pretplata za grupne videopozive.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Želite uspostaviti grupni videopoziv?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Želite uspostaviti grupni videopoziv?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Već sudjelujete u grupnom videopozivu.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Možete sudjelovati u samo jednom grupnom videopozivu.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Dosegnuli ste ograničenje za ovaj poziv.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Dostigli ste četverosatno ograničenje za grupni videorazgovor za ovaj poziv.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Dostigli ste četverosatno ograničenje za grupni videorazgovor za ovaj poziv. Pojedinosti potražite u svom računu.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Dostigli ste ograničenje za grupni videorazgovor za danas.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Grupni videopozivi trenutno su obustavljeni. Dostigli ste svoje ograničenje na temelju primjerene upotrebe za danas. Pojedinosti potražite u svom računu.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Dostigli ste ograničenje za grupni videorazgovor za ovaj mjesec.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Grupni videopozivi trenutno su obustavljeni. Dostigli ste svoje ograničenje na temelju primjerene upotrebe za ovaj mjesec. Pojedinosti potražite u svom računu.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Grupni videorazgovori trenutno nisu dostupni.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Došlo je do pogreške. Pokušajte ponovno kasnije.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Nabavi grupne videorazgovore";
"PremiumVideoErrorRecovery_GetPremium" = "Nabavi grupne videorazgovore";
"PremiumVideoErrorRecovery_UpgradePremium" = "Nadogradi";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Za upotrebu usluge Skypeov Wi-Fi treba vam kredit za Skype.";
"AccessSession::LOGIN_FAILURE" = "Nismo prepoznali vaše Skype ime ni lozinku.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Nevažeće korisničko ime i lozinka.";

"SKYPEACCESS_NO_ACCOUNT" = "Prijavite se putem računa za Skype.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Povezivanje nije moguće. Provjerite jačinu Wi-Fi signala ili se pokušajte spojiti na drugi hotspot.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Ovaj hotspot ne odgovara pravilno. Pokušajte se spojiti na drugi hotspot.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "Sesija se nije mogla produžiti. Pokušate se ponovno spojiti.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "Wi-Fi mreža „%@“ više nije dostupna";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Za sprečavanje neočekivanih troškova uvijek pravilno prekinite vezu prije no što se odmaknete od hotspota ili isključite svoj uređaj.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Ponovno se spojite na Wi-Fi mrežu „%@“";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skypeov Wi-Fi pokušat će prekinuti vašu internetsku vezu. Za sprečavanje neočekivanih troškova uvijek pravilno prekinite vezu prije no što se odmaknete od hotspota ili isključite svoj uređaj.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "Vaša internetska veza je prekinuta.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@ po minuti";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Besplatno";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "je ažurirao/la ovu grupu radi boljeg doživljaja čavrljanja.\nŽelite li se pridružiti i nastaviti čavrljati, preuzmite najnoviju verziju.\nIdite na adresu <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "je ažurirao/la ovu grupu radi boljeg doživljaja čavrljanja.\nŽelite li se pridružiti i nastaviti čavrljati, preuzmite najnoviju verziju.\nIdite na adresu https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Kliknite <a href=\"skype:?chat&amp;id=%1\">ovdje</a> za prikaz prethodne povijesti.";
